{"id":"O6DFYA6FV5","question":"The app was easy to use","type":"checkbox","limit":7}
{"id":"IHMAKSO3FH","question":"It was easy for me to learn to use the app","type":"checkbox","limit":7}
{"id":"LJW3TFY0SV","question":"The navigation was consistent when moving between screens.","type":"checkbox","limit":7}
{"id":"TM0Z9OQSDZ","question":"The interface of the app allowed me to use all the functions (such as entering information, responding to reminders, viewing information) offered by the app.","type":"checkbox","limit":7}
{"id":"GYDRCOID8R","question":"Whenever I made a mistake using the app, I could recover easily and quickly.","type":"checkbox","limit":7}
{"id":"V7LY913OX2","question":"I like the interface of the app","type":"checkbox","limit":7}
{"id":"8EKSDNZGUV","question":"The information in the app was well organized so I could easily find the information I needed.","type":"checkbox","limit":7}
{"id":"DUP3KJ174Y","question":"The app adequately acknowledged and provided information to let me know the progress of my action.","type":"checkbox","limit":7}
{"id":"63FYUSOIS7","question":"I feel comfortable in using this app in social settings.","type":"checkbox","limit":7}
{"id":"9TS0UNKPL3","question":"The amount of time involved in using this app has been fitting for me.","type":"checkbox","limit":7}
{"id":"QB1RO5MWY3","question":"I would use this app again.","type":"checkbox","limit":7}
{"id":"Q5KQNPCRF0","question":"Overall, I am satisfied with this app.","type":"checkbox","limit":7}
{"id":"UYSVT5RIV6","question":"The app would be useful for my health and well-being.","type":"checkbox","limit":7}
{"id":"XOEVFHQ274","question":"The app improved my access to healthcare services","type":"checkbox","limit":7}
{"id":"W7UVFLM1UU","question":"The app helped me manage my health effectively.","type":"checkbox","limit":7}
{"id":"J5GPQ01BWE","question":"This app has all the functions and capabilities I expect it to have.","type":"checkbox","limit":7}
{"id":"GUC3JHM7GA","question":"I could use the app even when the Internet connection was poor or not available.","type":"checkbox","limit":7}
{"id":"OEFMDQQBNO","question":"This mHealth app provides an acceptable way to receive healthcare services, such as accessing educational materials, tracking my own activities, and performing self-assessment.","type":"checkbox","limit":7}